Repository: kawo/pa-french
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: fr_fr

source: adviser_deathrow_buildinside1 We will also need an entrance to the new Execution Facility.
fr_fr: adviser_deathrow_buildinside1 Nous avons besoins de placer une entrée.

source: adviser_deathrow_buildinside2 Build a Large Jail Door into the south wall.
fr_fr: adviser_deathrow_buildinside2 Installez une grande porte de prison sur le mur sud.

source: adviser_deathrow_church1 Can I help you?
fr_fr: adviser_deathrow_church1 Puis-je vous aider ?

source: adviser_deathrow_church2 Are you looking for forgiveness?
fr_fr: adviser_deathrow_church2 Cherchez-vous le pardon ?

source: adviser_deathrow_church3 I don't know.
fr_fr: adviser_deathrow_church3 Je ne sais pas.

source: adviser_deathrow_church4 You have to turn yourself in.
fr_fr: adviser_deathrow_church4 Vous devez lacher prise.

source: adviser_deathrow_church5 You will never be able to live with yourself until you face up to your past.
fr_fr: adviser_deathrow_church5 Vous ne pourrez vivre avec vous-même que lorsque vous ferez face à votre passé.

source: adviser_deathrow_church6 I want to go back.
fr_fr: adviser_deathrow_church6 J'aimerai retourner en arrière.

source: adviser_deathrow_church7 God will forgive you, no matter what you have done, if you ask him to.
fr_fr: adviser_deathrow_church7 Dieu vous pardonnera quoique vous ayez fait, si vous le lui demandez.

source: adviser_deathrow_church8 But you must answer for your crimes in the eyes of the law.
fr_fr: adviser_deathrow_church8 Mais vous devez répondre de vos crimes devant la justice.

source: adviser_deathrow_connectchair_1 Lights aren't the only thing that needs power.
fr_fr: adviser_deathrow_connectchair_1 Les lampes ne sont pas les seules choses qui ont besoins d'électricité.

source: adviser_deathrow_connectchair_2 Use the Power Cables to connect the execution facility to the power grid.
fr_fr: adviser_deathrow_connectchair_2 Utilisez les câbles pour raccorder le salle d'éxécution au réseau.

source: adviser_deathrow_connectchair_3 The Electric Chair itself is a special type of electrical item.
fr_fr: adviser_deathrow_connectchair_3 La chaise électrique est un objet spécial.

source: adviser_deathrow_designation1 That's looking good.
fr_fr: adviser_deathrow_designation1 Ça prend forme.

source: adviser_deathrow_designation2 Designate a Cell in the smaller area where our condemned inmate will live.
fr_fr: adviser_deathrow_designation2 Définissez une cellule dans la plus petite salle, c'est ici que le condamné vivra.

source: adviser_deathrow_designation3 Then designate the Execution Room itself in the larger area.
fr_fr: adviser_deathrow_designation3 Ensuite désignez une salle d'éxécution dans la grande salle.

source: adviser_deathrow_execution_1 Well done.
fr_fr: adviser_deathrow_execution_1 Bien joué.

source: adviser_deathrow_execution_2 What happens now is out of our hands.
fr_fr: adviser_deathrow_execution_2 Ce qui va se passer maintenant n'est plus de notre ressort.

source: adviser_deathrow_execution_3 Try not to worry about what happens next.
fr_fr: adviser_deathrow_execution_3 Essayez de ne pas vous soucier de ce qui va se passer ensuite.

source: adviser_deathrow_explain1 Your Workmen are responsible for construction of buildings.
fr_fr: adviser_deathrow_explain1 Vos ouvriers se chargent de la construction.

source: adviser_deathrow_explain2 They'll collect the Steel and concrete from this store room and take it to the construction site.
fr_fr: adviser_deathrow_explain2 Ils vont récupérer l'acier et le béton depuis ce stock.

source: adviser_deathrow_explain3 They'll use those raw materials to build the foundations and framework of your new building.
fr_fr: adviser_deathrow_explain3 Ils vont utiliser ces matériaux de base pour monter les fondations.

source: adviser_deathrow_explain4 This is the slowest part of construction, so you should plan ahead when building new facilities.
fr_fr: adviser_deathrow_explain4 C'est la partie la plus lente d'une construction donc n'hésitez pas à bien prévoir l'agencement avant de commencer.

source: adviser_deathrow_explain5 While we wait, take a look around.
fr_fr: adviser_deathrow_explain5 Pendant ce temps, faisons un tour.

source: adviser_deathrow_internaldoors1 Now add Large Jail Doors to those dividing walls.
fr_fr: adviser_deathrow_internaldoors1 Maintenant installez deux grandes portes de prison.

source: adviser_deathrow_internaldoors2 You can rotate an object before placement by clicking the middle mouse button (or press R).
fr_fr: adviser_deathrow_internaldoors2 Vous pouvez faire tourner un objet avant de le placer en cliquant sur la molette de la souris (ou avec la touche R).

source: adviser_deathrow_internalwalls1 Inside the building I want a Jail Cell and an Execution Room.
fr_fr: adviser_deathrow_internalwalls1 À l'intérieur du bâtiment je voudrais une cellule et une salle d'éxécution.

source: adviser_deathrow_internalwalls2 Partition the space by constructing some Brick Walls.
fr_fr: adviser_deathrow_internalwalls2 Répartissez l'espace à l'aide de murs de briques.

source: adviser_deathrow_murder1 I knew I'd catch you two here.
fr_fr: adviser_deathrow_murder1 Je savais que je vous surprendrai ici.

source: adviser_deathrow_murder25 Don't.
fr_fr: adviser_deathrow_murder25 Ferme-la.

source: adviser_deathrow_murder3 What are you going to do?
fr_fr: adviser_deathrow_murder3 Que vas-tu faire ?

source: adviser_deathrow_optional1 That's the essentials taken care of.
fr_fr: adviser_deathrow_optional1 Voilà pour l'essentiel.

source: adviser_deathrow_optional2 It's up to you though, these aren't strictly required.
fr_fr: adviser_deathrow_optional2 C'est à vous de voir, ce n'est pas obligatoire.

source: adviser_deathrow_optional3 The Cell itself could be improved with an outward facing Window, and a small Bookshelf.
fr_fr: adviser_deathrow_optional3 La cellule peut devenir un peu plus confortable avec une fenêtre et une petite bibliothèque.

source: adviser_deathrow_optional4 And the facility would look better with a higher quality floor material - like Wooden Floorboards or Mosaic Tiles.
fr_fr: adviser_deathrow_optional4 Et le bâtiment entier moins terne avec un sol de meilleur qualité, comme du parquet ou du carrelage en mosaïques.

source: adviser_deathrow_optional5 Outside you could add some lighting, and a paved pathway if you think it needs it.
fr_fr: adviser_deathrow_optional5 À l'exétieur vous pourriez ajouter quelques lampes et un chemin pavé.

source: adviser_deathrow_postmurder1 Like I said, a stone cold killer.
fr_fr: adviser_deathrow_postmurder1 Comme je le disais, un tueur de sang froid.

source: adviser_deathrow_postmurder2 Clear as day if you ask me.
fr_fr: adviser_deathrow_postmurder2 Clair comme le jour, si vous voulez mon avis.

source: adviser_deathrow_postmurder3 All men deserve forgiveness, even him.
fr_fr: adviser_deathrow_postmurder3 Chaque homme mérite le pardon, même lui.

source: adviser_deathrow_postmurder4 Catching your wife with another man is no excuse for what he did.
fr_fr: adviser_deathrow_postmurder4 Surprendre sa femme avec un autre homme n'est pas une excuse pour ce qu'il a fait.

source: adviser_deathrow_postmurder5 And he went there with a loaded gun, knowing he'd find them together.
fr_fr: adviser_deathrow_postmurder5 Et il est entré avec une arme chargée, sachant qu'il allait les trouver ensemble.

source: adviser_deathrow_postmurder6 He's done nothing but co-operate with the authorities.
fr_fr: adviser_deathrow_postmurder6 Il n'a rien fait d'autre sinon de coopérer avec les autorités.

source: adviser_deathrow_postmurder7 If he'd committed his crime 100 miles north he'd be looking at life imprisonment instead.
fr_fr: adviser_deathrow_postmurder7 S'il avait commis son crime 160km plus loin au nord il n'aurait écopé que de la prison à vie à la place de la peine de mort.

source: adviser_deathrow_postmurder8 Do you want a guy like this running free?
fr_fr: adviser_deathrow_postmurder8 Vous voulez qu'un homme comme lui puisse circuler librement ?

source: adviser_deathrow_roomrequirements1 Those new Rooms have requirements before they become functional.
fr_fr: adviser_deathrow_roomrequirements1 Ces nouvelles salles nécessitent quelques petits ajustements avant d'être fonctionnelles.

source: adviser_deathrow_roomrequirements2 The Cell needs a Bed and a Toilet.
fr_fr: adviser_deathrow_roomrequirements2 La cellule doit contenir un lit et un WC.

source: adviser_deathrow_roomrequirements3 The Execution Room requires the Electric Chair.
fr_fr: adviser_deathrow_roomrequirements3 La salle d'éxécution a besoin d'une chaise électrique.

source: adviser_deathrow_setupexecution1 It is time Edward.
fr_fr: adviser_deathrow_setupexecution1 Il est temps, Edward.

source: adviser_deathrow_setupexecution2 You have done the right thing, even though this world will not forgive you for it.
fr_fr: adviser_deathrow_setupexecution2 Vous avez fait le bon choix, même si ce monde n'est pas prêt à vous pardonner.

source: adviser_deathrow_setupexecution3 You will be with God soon, and He will have the final judgement on you.
fr_fr: adviser_deathrow_setupexecution3 Vous serez auprès de Dieu bientôt et il portera son jugement.

source: adviser_deathrow_setupexecution5 The penalty is death.
fr_fr: adviser_deathrow_setupexecution5 La sentence est la mort.

source: adviser_deathrow_setupexecution6 Do you have anything to say?
fr_fr: adviser_deathrow_setupexecution6 Avez-vous quelque chose à dire ?

source: adviser_deathrow_setupexecution8 I'm sorry.
fr_fr: adviser_deathrow_setupexecution8 Je suis désolé.

source: adviser_deathrow_setupmurder1 Don't shed one tear for this guy.
fr_fr: adviser_deathrow_setupmurder1 Ne versez pas une larme pour ce mec.

source: adviser_deathrow_setupmurder2 He even confessed.
fr_fr: adviser_deathrow_setupmurder2 Il a même avoué.

source: adviser_deathrow_setupmurder3 It's juicy stuff.
fr_fr: adviser_deathrow_setupmurder3 C'est sanglant.

source: adviser_deathrow_testchair_1 We are almost done I think.
fr_fr: adviser_deathrow_testchair_1 Nous avons presque finit je pense.

source: adviser_deathrow_testchair_2 I'm just going to turn it on for a few seconds, make sure everything is ok.
fr_fr: adviser_deathrow_testchair_2 Je vais juste l'allumer pendant quelques secondes pour m'assurer que tout fonctionne.

source: adviser_deathrow_testchair_3 Well, that didn't work.
fr_fr: adviser_deathrow_testchair_3 Eh bien, ça n'a pas marché.

source: adviser_deathrow_testchair_4 We're going to need more juice to be able to handle the power spike that the electric chair generates.
fr_fr: adviser_deathrow_testchair_4 Nous avons besoin de plus de puissance pour encaisser le pic provoqué par la chaise électrique.

source: adviser_deathrow_testchair_5 First, we need to turn the power back on.
fr_fr: adviser_deathrow_testchair_5 D'abord, nous devons rétablir le courant.

source: adviser_deathrow_testchair_5b Step one, switch each Capacitor back on by clicking on them in Utilities Mode.
fr_fr: adviser_deathrow_testchair_5b Étape une, il faut rallumer chaque condensateur en cliquant dessus dans la vue des services.

source: adviser_deathrow_testchair_6 Then build three more capacitors so we have enough Power Capacity to handle the electric chair.
fr_fr: adviser_deathrow_testchair_6 Ensuite, construisez trois condensateurs en plus pour avoir assez de puissance.

source: adviser_deathrow_testchair_7 Once you've done that, test the Electric chair again by clicking on it in Utilities Mode to turn it on.
fr_fr: adviser_deathrow_testchair_7 Une fois ceci fait, testez à nouveau la chaise électrique en cliquant dessus dans la vue des services.

source: adviser_deathrow_transfer05 This is the man in question, Edward Romsey.
fr_fr: adviser_deathrow_transfer05 Voici l'homme en question, Edward Romsey.

source: adviser_deathrow_transfer06 It's not our place to decide if he deserves this.
fr_fr: adviser_deathrow_transfer06 Ce n'est pas à nous de décider s'il mérite sa peine.

source: adviser_deathrow_transfer1 Once you are satisfied the facility is ready, you can begin the Prisoner Transfer to his new cell.
fr_fr: adviser_deathrow_transfer1 Une fois satisfait du bâtiment, vous pouvez initier le transfert du détenu dans sa nouvelle cellule.

source: adviser_deathrow_transfer2 Simply click on him to select him, then Right Click just outside his Cell to initiate the transfer.
fr_fr: adviser_deathrow_transfer2 Cliquez simplement sur lui pour le sélectionner puis faites un clic droit juste en dehors de sa cellule pour commencer.

source: adviser_deathrowelectricity_1 Good work so far.
fr_fr: adviser_deathrowelectricity_1 Bon travail jusqu'à présent.

source: adviser_deathrowelectricity_2 However there is one problem - the execution room isn't functioning yet, because it doesn't have any power.
fr_fr: adviser_deathrowelectricity_2 Cependant il y a un problème, la salle d'éxécution ne fonctionne pas encore car elle n'a pas de courant.

source: adviser_deathrowelectricity_3 We need to connect it to the electricity supply.
fr_fr: adviser_deathrowelectricity_3 Nous devons la raccorder au réseau électrique.

source: adviser_deathrowelectricityb_1 We are now viewing the prison in Utilities mode, which shows us the electrical wiring layout for the entire prison.
fr_fr: adviser_deathrowelectricityb_1 Nous sommes maintenant dans la vue des services qui nous affiche le réseau électrique de la prison.

source: adviser_deathrowelectricityb_2 Each building in the prison is connected to the Power Grid by these thick underground electrical cables.
fr_fr: adviser_deathrowelectricityb_2 Chaque bâtiment de la prison est relié au réseau par ces câbles.

source: adviser_deathrowelectricityb_3 Power is provided to the prison by this substation, which draws electricity from the national grid.
fr_fr: adviser_deathrowelectricityb_3 Le courant provient de cette station électrique qui est elle même reliée directement au réseau national.

source: adviser_deathrowelectricityb_4 As you can see, this entire wing of prison cells is without power.
fr_fr: adviser_deathrowelectricityb_4 Comme vous pouvez le voir, cette aile entière est privée de courant.

source: adviser_deathrowelectricityb_4b To fix this problem, we first need to switch into Utilities mode to understand why the lights are without power.
fr_fr: adviser_deathrowelectricityb_4b Pour remédier à ça, nous devons d'abord retourner à la vu services pour comprendre pourquoi le courant ne passe pas.

source: adviser_deathrowelectricityb_5 The nearest electrical cables are too far away - our engineers can't complete the wiring for this area.
fr_fr: adviser_deathrowelectricityb_5 Le câble le plus proche est trop loin, nos ouvriers ne peuvent pas finir le câblage.

source: adviser_deathrowelectricityb_6 Extend the electrical cables nearby to cover this wing of the prison.
fr_fr: adviser_deathrowelectricityb_6 Rallongez le câble électrique à proximité pour couvrir cette zone de la prison.

source: adviser_deathrowintro_1 This is a tough one.
fr_fr: adviser_deathrowintro_1 C'est un cas particulier.

source: adviser_deathrowintro_2 There's a prisoner incarcerated at this facility who's been convicted of a double murder, and sentenced to death.
fr_fr: adviser_deathrowintro_2 Il y a un détenu incarcéré dans ce complexe qui a été jugé coupable d'un double homicide et condamné à mort.

source: adviser_deathrowintro_3 That's where we come in.
fr_fr: adviser_deathrowintro_3 C'est là que nous intervenons.

source: adviser_deathrowintrob_1 This is where I want the new facility to be built.
fr_fr: adviser_deathrowintrob_1 C'est ici que je veux ce nouveau bâtiment.

source: adviser_deathrowintrob_2 The first step with any project like this is to construct the building itself - with enough space inside to fit an execution room and a holding cell.
fr_fr: adviser_deathrowintrob_2 La première étape avec un tel projet est de construire des fondations assez grandes afin d'y placer une salle d'éxécution et une cellule.

source: adviser_deathrowintrob_3 So let's get started.
fr_fr: adviser_deathrowintrob_3 Alors commençons.

source: adviser_name_ceo The CEO
fr_fr: adviser_name_ceo Le PDG

source: adviser_name_chief The Chief
fr_fr: adviser_name_chief Le Chef de la sécurité

source: adviser_name_doctor The Doctor
fr_fr: adviser_name_doctor Le Médecin

source: adviser_name_edwardswife Edward's Wife Susan
fr_fr: adviser_name_edwardswife Susan, la femme d'Edward

source: adviser_name_governer The Governer
fr_fr: adviser_name_governer Le Gouverneur

source: adviser_name_kingpin The KingPin
fr_fr: adviser_name_kingpin Le Caïd

source: adviser_name_none None
fr_fr: adviser_name_none Aucun

source: adviser_name_priest The Priest
fr_fr: adviser_name_priest Le Prêtre

source: adviser_name_warden The Warden
fr_fr: adviser_name_warden Le Directeur Général

source: biography_search Stop and Search
fr_fr: biography_search Stopper et fouiller

source: biography_selected SELECTED
fr_fr: biography_selected SELECTIONNÉ

source: box_contents Contents: *X
fr_fr: box_contents Contient : *X

source: buildtoolbar_bangup Bangup
fr_fr: buildtoolbar_bangup Confinement

source: buildtoolbar_contraband_alltime Shows all contraband confiscated in the history of your jail
fr_fr: buildtoolbar_contraband_alltime Affiche toutes les contrebandes confisquées depuis le début

source: buildtoolbar_contraband_day Shows all contraband confiscated in the last 24 hours
fr_fr: buildtoolbar_contraband_day Affiche toutes les contrebandes confisquées des dernières 24 heures

source: buildtoolbar_contraband_source Shows all the locations around your prison that contraband could be stolen from
fr_fr: buildtoolbar_contraband_source Affiche toutes les zones sujettes à la contrebande dans votre prison.

source: buildtoolbar_contraband_week Shows all contraband confiscated in the last 7 days
fr_fr: buildtoolbar_contraband_week Affiche toutes les contrebandes confisquées des 7 derniers jours

source: buildtoolbar_cost Cost: $*C
fr_fr: buildtoolbar_cost Coût : $*C

source: buildtoolbar_cost_sqrft Cost: $*C /sq
fr_fr: buildtoolbar_cost_sqrft Coût : $*C / m

source: buildtoolbar_indoor Indoor only
fr_fr: buildtoolbar_indoor Intérieur seulement

source: buildtoolbar_lockdown Lockdown
fr_fr: buildtoolbar_lockdown Verrouillage

source: buildtoolbar_locked LOCKED (You require *B)
fr_fr: buildtoolbar_locked BLOQUÉ (nécessite *B)

source: buildtoolbar_outdoor Outdoor only
fr_fr: buildtoolbar_outdoor Extérieur seulement

source: buildtoolbar_popup_clone Laziness is the mother of all invention.
fr_fr: buildtoolbar_popup_clone La paresse est la mère de tous les vices.

source: buildtoolbar_popup_construction Different types of floors and walls.
fr_fr: buildtoolbar_popup_construction Différent types de sols et murs.

source: buildtoolbar_popup_contraband Show the sources of Contraband, and all recently recovered contraband in your prison
fr_fr: buildtoolbar_popup_contraband Afficher les sources des contrebandes et tous les objets récemment trouvés dans votre prison

source: buildtoolbar_popup_deployment Assign staff to areas of your prison.
fr_fr: buildtoolbar_popup_deployment Assigner du personnel aux différentes zones de votre prison.

source: buildtoolbar_popup_designation Designate areas of your prison with a specific function.
fr_fr: buildtoolbar_popup_designation Attribuer une fonction spécifique à une zone.

source: buildtoolbar_popup_emergencies Call in the emergency services if things take a turn for the worse.
fr_fr: buildtoolbar_popup_emergencies Appeler les urgences en cas de coup dur.

source: buildtoolbar_popup_foundations Construct/Demolish buildings in order to shape your prison.
fr_fr: buildtoolbar_popup_foundations Construire/démolir des bâtiments pour votre prison.

source: buildtoolbar_popup_grading See your overall prison grading on four key metrics - Punishment, Reform, Security, and Health.
fr_fr: buildtoolbar_popup_grading Afficher l'efficacité globale de votre prison selon quatre critères : Sanctions, Formations, Sécurité et Santé.

source: buildtoolbar_popup_obj_bed Not too soft, not too hard, just right.
fr_fr: buildtoolbar_popup_obj_bed Pas trop mou, pas trop dur, juste comme il faut.

source: buildtoolbar_popup_obj_bench For sitting on.
fr_fr: buildtoolbar_popup_obj_bench Pour s'asseoir.

source: buildtoolbar_popup_obj_bin Tidiness is important when it comes to contraband.
fr_fr: buildtoolbar_popup_obj_bin La propreté est importante quand on parle de contrebande.

source: buildtoolbar_popup_obj_bookshelf A shelf that holds books.
fr_fr: buildtoolbar_popup_obj_bookshelf Une étagère avec des livres.

source: buildtoolbar_popup_obj_cctv Keep a eye on your prison without the need for guards to be everywhere at once.
fr_fr: buildtoolbar_popup_obj_cctv Surveillez votre prison sans avoir besoin de gardien à chaque recoin.

source: buildtoolbar_popup_obj_cctvmonitor Allows up to 6 Cctv cameras to be used when a guard is within range of this monitor.
fr_fr: buildtoolbar_popup_obj_cctvmonitor Permet de contrôler 6 CCTV si un gardien est à proximité.

source: buildtoolbar_popup_obj_chair Goes brilliantly with a table.
fr_fr: buildtoolbar_popup_obj_chair S'accorde parfaitement avec une table.

source: buildtoolbar_popup_obj_cooker Give your prisoners the life of luxury with hot food.
fr_fr: buildtoolbar_popup_obj_cooker Des plats chauds pour vos détenus, une vraie vie de luxe.

source: buildtoolbar_popup_obj_dismantleobject Remove object from your prison.
fr_fr: buildtoolbar_popup_obj_dismantleobject Démonter une fourniture de votre prison.

source: buildtoolbar_popup_obj_door A simple door.
fr_fr: buildtoolbar_popup_obj_door Une simple porte.

source: buildtoolbar_popup_obj_drain Remove water from the floor.
fr_fr: buildtoolbar_popup_obj_drain Récupère l'eau du sol.

source: buildtoolbar_popup_obj_electricchair To deliver 2000V of justice.
fr_fr: buildtoolbar_popup_obj_electricchair 2000V de justice.

source: buildtoolbar_popup_obj_filingcabinet Your staff need to keep the things they write ordered nicely.
fr_fr: buildtoolbar_popup_obj_filingcabinet Votre personnel doit garder ordonnés les trucs qu'il rédige.

source: buildtoolbar_popup_obj_fridge Keep your food supplies from rotting.
fr_fr: buildtoolbar_popup_obj_fridge Conserve vos réserves de nourriture.

source: buildtoolbar_popup_obj_jaildoor Keep your prisoners where they should be.
fr_fr: buildtoolbar_popup_obj_jaildoor Garde vos détenus à leurs places.

source: buildtoolbar_popup_obj_jaildoorlarge Keep lots of your prisoners where they should be.
fr_fr: buildtoolbar_popup_obj_jaildoorlarge Garde un paquet de vos détenus à leurs places.

source: buildtoolbar_popup_obj_largetv Allow lots of your prisoners to share the experience of brain rot.
fr_fr: buildtoolbar_popup_obj_largetv Permet à un groupe de détenus de partager l'expérience de l'encéphalogramme plat.

source: buildtoolbar_popup_obj_light Ensure you can see your prisoners at all times of the day.
fr_fr: buildtoolbar_popup_obj_light Vous assure de voir vos détenus même la nuit.

source: buildtoolbar_popup_obj_medicalbed A place to hold the narcotics until your prisoners steal them.
fr_fr: buildtoolbar_popup_obj_medicalbed Pour entreposer les stupéfiants jusqu'à ce que vos détenus les volent.

source: buildtoolbar_popup_obj_metaldetector Find contraband on your prisoners that pass through these.
fr_fr: buildtoolbar_popup_obj_metaldetector Détecte de la contrebande sur vos détenus passant à travers.

source: buildtoolbar_popup_obj_morgueslab Ensure the dead have a respectful place to rest before moving.
fr_fr: buildtoolbar_popup_obj_morgueslab Un endroit paisible pour les morts avant leur Grand Voyage.

source: buildtoolbar_popup_obj_officedesk Your staff need to write things down a lot.
fr_fr: buildtoolbar_popup_obj_officedesk Votre personnel a grandement besoin de rédiger des trucs.
